Repository: WBSS/itweet_angular_v3
Catalog: po/*.po
Languages: de

# alltweet_item_list_is_loading
source: The message list is loaded
de: Meldungsliste wird geladen

# attribute_involvedPersons_button_skip
source: Skip involved persons
de: Beteiligte Personen überspringen

# attribute_involvedPersons_subtitle
source: Add persons
de: Personen erfassen

# attribute_involvedPersons_text
source: Enter person-id or name
de: Personen-ID oder Name eingeben

# attribute_time_invalid_date
source: Invalid Date/Time
de: Ereignisdatum/Zeit nicht gültig

# attribute_time_subheader
source: Set eventtime date/time
de: Erfassen Ereignisdatum/Zeit

# attribute_title_involvedPersons
source: Involved
de: Beteiligte

# attribute_title_time
source: Eventtime
de: Ereigniszeit

# attribute_title_train
source: Train and Vehicles
de: Zug-/Fahrzeugnummer

# attribute_train_subheader
source: Choose
de: Erfassen

# category_title
source: Category
de: Kategorie

# context_subtitle
source: Create a message to the topic
de: Meldung erstellen zum Thema

# context_title
source: Topic
de: Thema

# disclaimer_text
source: Content rights The information resources used on the Internet (such as texts, illustrations, logos, photos, videos, audios, graphics and layout) are protected by intellectual property rights and in particular copyrighted, as far as they are not expressly excluded (such as legal texts and court rulings) by means of the relevant legislation. The information provided on the iTweet Internet site may therefore only be viewed, downloaded and printed for personal use. Therewith, no further rights are conferred regarding the contents. Any other use of content from www.itweet.ch/eu and in particular its incorporation (via frames or inline links) to other pages is only permitted with the consent of the intellectual property rights holders. User's obligations The user is not allowed to post or run the following content on www.itweet.ch/eu: § Commercial communications not authorized by iTweet (in particular spam) § Pyramid schemes and other unlawful distribution § Viruses § Contents that contain hate speeches, that are threatening or pornographic, incite violence or contain nudity or violence. § Content that is alcohol- or dating-related, or other mature content (including advertisements) without appropriate age-based restrictions § Unlawful, misleading, malicious, or discriminatory acts § Acts, which could impair the proper functioning and appearance of www.itweet.ch/eu § Contents and actions that violate the rights of any other person In case of violation, iTweet is entitled to exclude the non-compliant user from any utilization of www.itweet.ch/eu without prior warning.
de: Rechte an Inhalten Die im Internet verwendeten Informationsmittel (wie Texte, Illustrationen, Logos, Fotos, Videos, Tondokumente, Grafiken sowie das Layout) sind immaterialgüterrechtlich und insbesondere urheberrechtlich geschützt, soweit sie nicht (wie z. B. Gesetzestexte und Gerichtsurteile) durch einschlägige Rechtsnormen ausdrücklich vom Schutz ausgenommen werden. Die auf der iTweet Internetseite zur Verfügung gestellten Informationen dürfen deshalb nur angesehen, zum Eigengebrauch heruntergeladen und ausgedruckt werden. Damit werden jedoch keine weiteren Rechte bezüglich der Inhalte übertragen. Jede weitere Verwendung von Inhalten aus www.itweet.ch/eu, und insbesondere das Einbinden (über Frames oder Inline-Links) in andere Seiten, ist nur mit Einverständnis der Rechtsinhabenden gestattet. Pflichten des Nutzers Der Nutzer darf folgende Inhalte nicht auf www.itweet.ch/eu posten oder betreiben: § von iTweet nicht genehmigte Werbekommunikationen (insbesondere Spam) § Schneeballsysteme und andere rechtswidrige Vertriebe § Viren § Inhalte, die Hassreden enthalten, bedrohlich oder pornografisch sind, zu Gewalt auffordern oder Nacktheit sowie Gewalt enthalten § Inhalte alkoholischer Natur, auf Dating bezogene oder andere, für Minderjährige ungeeignete Inhalte (einschliesslich Werbeanzeigen),ohne die entsprechenden Altersbeschränkungen zu beachten § rechtswidrige, irreführende, bösartige oder diskriminierende Handlungen § Handlungen, welche das einwandfreie Funktionieren bzw. das Erscheinungsbild von www.itweet.ch/eu beeinträchtigen können § Inhalte und Handlungen, welche die Rechte einer anderen Person verletzen Im Falle der Widerhandlung ist iTweet berechtigt, den fehlbaren Nutzer ohne vorgängige Verwarnung von der Nutzung von www.itweet.ch/eu auszuschliessen.

# disclaimer_text_title
source: General conditions for the use of the Internet pages of iTweet
de: Allgemeine Bedingungen für die Nutzung der Internetseiten von iTweet

# disclaimer_title
source: Conditions
de: Bedingungen

# error_html5_container_loading_title
source: Message list
de: Meldungsliste

# error_html5_container_timeout
source: Timeout
de: Meldungsliste kann momentan nicht abgerufen werden

# general_info_created_failed_message
source: Sending failed
de: Senden fehlgeschlagen

# general_info_created_message
source: Sending successful
de: Senden erfolgreich

# general_info_high_ping_message
source: Your message was not delivered. Please try again later.
de: Ihr Meldung wurde nicht gesendet. Bitte versuchen Sie es später noch einmal.

# general_info_high_ping_title
source: Bad connection
de: Schlechte Verbindung

# general_info_send_canceled
source: The request was aborted
de: Die Anfrage wurde abgebrochen

# general_info_send_message
source: Do you like to send the message?
de: Möchten Sie die Meldung nun senden?

# general_info_send_title
source: Send message?
de: Meldung senden?

# help_title
source: Help
de: Hilfe

# input_error_mandatory
source: Mandatory Entry
de: Pflichteingabe Feld

# input_error_too_long
source: Input is too long
de: Eingabe ist zu lange

# input_error_too_short
source: Input is too short
de: Eingabe ist zu kurz

# item_delete_text
source: Delete saved message.
de: Gespeicherte Nachricht löschen.

# item_delete_title
source: Delete
de: Löschen

# item_save_text
source: The message was saved successfully.
de: Die Meldung wurde erfolgreich gespeichert.

# item_save_title
source: My Messages
de: Meine Meldungen

# item_saved_subtitle
source: Messages not sent
de: Nicht gesendete Meldungen

# lbl_info_file_mandatory
source: (Fill in content*)
de: (Feld ausfüllen*)

# lbl_info_file_mandatory_multi
source: (Fill in at least on field*)
de: (Mindestens ein Feld ausfüllen*)

# lbl_map_layer_selection
source: Map layer
de: Kartenlayer

# lbl_no
source: No
de: Nein

# lbl_yes
source: Yes
de: Ja

# location_button_next
source: Next
de: Weiter

# location_title
source: Location
de: Ort

# login_button_login
source: Login
de: Anmelden

# login_button_logout
source: Logout
de: Abmelden

# login_message_create_not_allowed
source: You are not authorized to create messages.
de: Sie sind nicht berechtigt Meldungen zu erstellen.

# login_placeholder_name
source: User name
de: Benutzername

# login_placeholder_password
source: Password
de: Passwort

# login_text
source: Enter your username and password. This data is not stored on the smartphone.
de: Eingabe Benutzername und Passwort. Diese Daten werden nicht auf dem Smartphone gespeichert.

# login_title_create_not_allowed
source: No authorization
de: Keine Berechtigung

# message_button_skip
source: Next without text
de: Weiter ohne Text

# message_subtitle
source: Writing
de: Schreiben

# multicategory_button_skip
source: Skip
de: Überspringen

# mydata_error
source: Please select a Person
de: Bitte wählen Sie eine Person aus.

# mydata_login
source: Enter person-id or name
de: Personen-ID oder Name eingeben

# mydata_title
source: My Data
de: Meine Daten

# object_title
source: Object
de: Objekt

# option_button_no
source: No
de: Nein

# option_button_yes
source: Yes
de: Ja

# overview_alert_mandatory
source: Couldn’t send message. Please fill in the required fields
de: Meldung nicht gesendet! Alle rot markierten Pflichtfelder müssen zwingend erfasst sein.

# overview_alert_mandatory_title
source: Required fields
de: Pflichtfelder erfassen

# overview_button_delete
source: Undo send
de: Gesendete Meldung löschen

# overview_button_new
source: New message
de: Neue Meldung

# overview_button_save
source: Save changes
de: Änderungen speichern

# overview_button_send
source: Send
de: Senden

# overview_button_store
source: Save
de: Speichern

# overview_button_update
source: Send update
de: Änderungen senden

# overview_cancel_option_message
source: Do you want to delete the message?
de: Aktuelle Meldung verwerfen?

# overview_cancel_option_title
source: Message not sent!
de: Meldung nicht gesendet!

# overview_delete_option_message
source: Do you want to make sending the message really undo?
de: Wollen Sie das Senden der Meldung wirklich rückgänig machen?

# overview_delete_option_title
source: Warning
de: Warnung

# overview_label_involvedPersons_placeholder
source: There are no other people involved.
de: Es sind keine beteiligten Personen zugewiesen.

# overview_label_location_placeholder
source: No place found.
de: Ort / Strecke / Streckenkilometer erfassen<br>Mindestens eine Angabe erforderlich

# overview_label_text_placeholder
source: You have not entered any text yet.
de: Text erfassen

# overview_label_time_placeholder
source: You have not set an eventtime.
de: Sie haben noch kein Ereigniszeit festgelegt

# overview_label_train_placeholder
source: You have not set a train or vehicle
de: Es sind keine Objektdaten (Zug-/Fahrzeugnummer) zugewiesen.

# overview_message_no_vehicle_data
source: You have not entered any vehicle data yet
de: Sie haben noch keine Fahrzeugdaten eingegeben

# overview_message_track_position_invalid
source: Track position is invalid
de: Streckenkilometer ist ungültig

# overview_subtitle
source: Editing
de: Editieren

# overview_title
source: Overview
de: Übersicht

# personel_button_cancel
source: Cancel
de: Abbrechen

# personel_button_save
source: Save
de: Speichern

# personel_error_name
source: Your name must be at least 3 characters long
de: Ihr Name muss mindestens 3 Zeichen lang sein

# personel_placeholder_name
source: First name last name (optional)
de: Vorname Name (optional)

# personel_placeholder_phone
source: Phone (optional)
de: Telefon (optional)

# personel_register
source: Register
de: Registrieren

# photo_action_sheet_button_2
source: Camera
de: Kamera

# photo_action_sheet_button_cancel
source: Stop
de: Abbrechen

# photo_action_sheet_button_delete
source: Delete
de: Löschen

# photo_action_sheet_title
source: Choose source
de: Herkunft wählen

# photo_button_skip
source: Next without photo
de: Weiter ohne Foto

# photo_subtitle
source: Create or select from album
de: Erstellen oder aus Album auswählen

# photo_title
source: Photos
de: Fotos

# rhblocation_chooseLocation
source: Location
de: Bahnhof / Ort

# rhblocation_choosePosition
source: Track position
de: Streckenkilometer

# rhblocation_chooseTrack
source: Track
de: Strecke

source: Search…
de: Suche…

# settings_message_cache_message
source: The App cache has been cleared.
de: Der App Cache wurde geleert.

# settings_message_cache_question
source: Do you really want to empty the App cache?
de: Möchten Sie den App Cache wirklich leeren?

# settings_title
source: Settings
de: Einstellungen

# settings_title_clear_cache
source: Empty the App cache
de: App Cache leeren

# settings_title_demands
source: Conditions
de: Voraussetzungen

# settings_title_help
source: Help
de: Hilfe

# settings_title_login
source: Admin Login
de: Login

# settings_title_my_items
source: Messages not sent
de: Nicht gesendete Meldungen

# settings_title_profil
source: My data
de: Meine Daten

# speech_button_delete
source: Delete
de: Löschen

# speech_button_listen
source: Play
de: Abspielen

# speech_button_skip
source: Next without record
de: Weiter ohne Aufnahme

# speech_button_start
source: Start record
de: Aufnahme starten

# speech_subtitle
source: Record
de: Aufnehmen

# speech_title
source: Language
de: Sprache

# time_day
source: Day
de: Tag

# time_hours
source: Hours
de: Stunden

# time_minutes
source: Minutes
de: Minuten

# time_month
source: Month
de: Monat

# time_year
source: Year
de: Jahr

# train_train_number
source: Train number
de: Zugnummer

# train_vehicle_number
source: Vehicle number
de: Fahrzeugnummer

# upload_status_connect
source: Connect…
de: Verbinden...

# upload_status_image
source: Image
de: Bild

# upload_status_speech
source: Language
de: Sprache

# visibility_subheader
source: Confidential message
de: Vertrauliche Meldung

# visibility_title
source: Visibility
de: Vertraulich

# Was
source: What
de: Was

# Wer
source: Who
de: Wer

# Warum
source: Why
de: Warum

# Wie
source: How
de: Wie

# Was ist die Idee bzw. die Verbesserung?
source: What is the idea or improvement?
de: Was ist die Idee bzw. die Verbesserung?

# Wer profitiert von der Idee?
source: Who benefits from the idea?
de: Wer profitiert von der Idee?

# Wer ist der Kunde?
source: Who is the customer?
de: Wer ist der Kunde?

# Weshalb soll die RhB diese Idee umsetzen?
source: Why should the RhB implement this idea?
de: Weshalb soll die RhB diese Idee umsetzen?
